{
  "products": [
    {
      "id": 1,
      "title": "Volkswagen Golf R (2010-2012)",
      "price": 3500000,
      "image": "https://images.thecarconnection.com/lrg/2011-volkswagen-golf-r_100305225_l.jpg",
      "description": "Бензиновая \"турбочетверка\" 2.0 TSI прошла модернизацию и прибавила символические 20 лошадиных сил. Получившихся 320 хватило, чтобы сделать хэтчбек самым мощным Golf в истории - если не считать особых \"горячих\" версий. Максимальный крутящий момент вырос с 400 до 420 Нм. За переключение передач отвечает МКП-6 или семискоростной \"робот\"",
      "configurations": {
        "carcase": "хэтчбек",
        "drive": "передний",
        "engine": "бензиновый 2.0 TSI"
      }
    },
    {
      "id": 2,
      "title": "Volkswagen Tiguan",
      "price": 5000000,
      "image": "https://www.auto-mgn.ru/resources/images/upload/00055009547261338b4b_990x0_I.jpg",
      "description": "Volkswagen Tiguan имеет три уровня комплектации.\n\nСамая доступная комплектация: Trendline. Стоимость автомобилей в данной комплектации начинается от 1 349 000 руб. В список стандартного оборудования входят следующие пункты: система курсовой устойчивости, подушка безопасности водителя, центральный замок с ДУ, иммобилайзер, сигнализация, подушки безопасности занавесочного типа, подушка безопасности для коленей водителя, омыватели фар, подушки безопасности боковые передние, антиблокировочная система тормозов, система распределения тормозных усилий, передний подлокотник, регулировка рулевой колонки по вылету, круиз-контроль, бортовой компьютер, датчик дождя, камера заднего вида, система автоматической парковки, датчики парковки спереди и сзади, регулировка рулевой колонки по углу наклона, коммуникационная система Bluetooth, обогрев форсунок стеклоомывателей, противотуманные фары с функцией освещения зоны поворота, система помощи при старте на подъеме, колесные диски, электроприводы передних стекол, электроприводы задних стекол, электроприводы боковых зеркал, подушка безопасности пассажира с функцией деактивации, электроприводы складывания зеркал, 8 и более динамиков, многофункциональный цветной дисплей, кожаный руль и ручка КПП и климат-контроль трехзонный.\n\nЦена Фольксваген Тигуан в комплектации Comfortline начинается от 1 499 000 руб. В дополнение к оборудованию, включенному в комплектацию Trendline, данная комплектация включает: подушки безопасности боковые задние, панорамная крыша, люк с электроприводом, навигационная система и кнопка запуска/остановки двигателя.\n\nСамая дорогая комплектация - Highline. Минимальная стоимость автомобилей в этой комплектации 1 769 000 руб. В список базового оборудования, в дополнение к оборудованию, включенному в комплектацию Comfortline входят следующие элементы: электроприводы двери багажника.",
      "configurations": {
        "carcase": "Кроссовер",
        "drive": "передний или полный",
        "engine": "бензиновый 1.4"
      }
    }
  ]
}
